/* Header for number of items */
"AllItemCount" = "%d elementi";

/* Message displayed while authenticating */
"AuthMessage" = "Autenticazione....";

/* Error displayed when parameter exceeds bounds */
"BufferOverflowMessage" = "I Parametri eccedono i limiti di lunghezza. Prova di nuovo.";

/* Error message for failed bundle load */
"BundleError" = "Non posso caricare il documento .nib dal pacchetto dell'applicazione!";

/* Cancel */
"Cancel" = "Cancella";

/* Connecting Message */
"ConnectingMessage" = "Connessione a %@...";

/* Delete */
"Delete" = "Cancella";

/* Disconnect
   Disconnect menu item */
"Disconnect" = "Disconnessione";

/* Error reported when requested item doesn't exist */
"DoesNotExistMessage" = "%@: documento o directory inesistente.";

/* Download */
"Download" = "Download";

/* Downloading message */
"Downloading" = "Downloading %s...";

/* Prompt user when they try to download a directory */
"DownloadWarning" = "Attenzione: Il client OpenSSH's sftp non può ancora scaricare le directories.";

/* Error */
"Error" = "Errore";

/* Hide Special Files Menu Item */
"HideSpecialFiles" = "Nascondi  Documenti Speciali";

/* Invalid port number in Connect sheet. */
"InvalidPort" = "Numero della porta non valido. Provate a ridigitare il numero, oppure lasciate il campo vuoto per usare la porta di default (22).";

/* Requesting file listing message */
"ListingMessage" = "Richiedo la lista dei documenti dal server...";

/* Prompt when user asks to delete local item */
"LocalDeletePrompt" = "Volete spostare %@ nel cestino?";

/* Sub-message in delete prompt */
"LocalDeleteSubPrompt" = "Non potete eseguire questa azione.";

/* Title for \"Locally\" button in Make New Directory and Go To.. Sheets */
"LocallyTitle" = "Locale";

/* Error for local directory creation */
"MakeLocalDirError" = "Non posso creare %@: %s";

/* Error message when user does not give username and server address */
"MissingParameters" = "Dovete fornire un nome utente e un indirizzo server per continuare.";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Overwrite" = "Sovrascrivi";

/* Prompt to display when user tries to overwrite a file. */
"OverwritePrompt" = "%@ esiste. Sovrascrivere?";

/* Authentication failed message */
"PermissionDenied" = "Permesso Negato. Riprova.";

/* Bold delete prompt */
"RemoteDeletePrompt" = "Cancello %@?";

/* Remote delete message */
"RemoteDeleteSubPrompt" = "%@ sarà immediatamente cancellato. Non sarà possibile annullare questa azione.";

/* Offer to download directory with SCP */
"SCPDownloadOffer" = "Vuoi scaricare %@ in %@ con SCP?";

/* string when deleting multiple files */
"SelectedItemsMessage" = "gli elementi selezionati";

/* Show Files Menu Item */
"ShowHiddenFiles" = "Mostra Documenti Nascosti";

/* Update available header */
"UpdateAvailable" = "Una nuova versione di Fugu è disponibile.";

/* Update available message */
"UpdateAvailableMessage" = "RSUG ha rilasciato una versione più recente di Fugu di quella che hai installata: Vuoi scaricarla?";

/* Error occurred checking for updates. */
"UpdateCheckError" = "Si è verificato un errore verificando gli aggiornamenti.";

/* Update check error message. */
"UpdateCheckErrorMessage" = "Verifica di essere connesso a Internet. Se sei connesso e l'errore persiste contatta gli autori di Fugu.";

/* Version is up to date */
"UpdateNotNeeded" = "Hai la versione più recente di Fugu.";

/* Full message displayed when canceling with items in queue */
"UploadQueueSubWarning" = "Ci sono %d elementi in coda. La cancellazione terminerà la sessione. Vuoi disconnettere senza fare l'upload di tutti quegli elementi?";

/* Bold warning displayed when canceling with items in queue */
"UploadQueueWarning" = "Attenzione: La coda dell'upload non è vuota.";

/* Header for number of visible items */
"VisibleItemCount" = "%d elementi (%d nascosti)";

/* Write Failure Message */
"WriteFailure" = "Scrittura fallita: Non sono stati scritti il numero corretto di bytes!";

